[
  {
    "awardNumber": "HAA-284835-22",
    "projectTitle": "Building and Disseminating an App for Ethnographic Remote Audio Recording",
    "awardPeriod": "1/1/2022 - 12/31/2025",
    "projectDirector": "Elizabeth Sneller",
    "organization": "Michigan State University",
    "organizationState": "MI",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, General",
    "awardedOutrightFunds": 99908,
    "description": "The development and testing with humanities scholars of an open source mobile recording app for collecting “audio diaries” for use in research and public engagement. This project builds on the success of an existing prototype for a remote recording mobile app used to collect \"audio diaries\" in 2020-2021. We aim to redevelop the code for the front end of the app and refactor the code for the back end, resulting in a shareable app infrastructure that may be adopted by researchers at any number of institutions. We will bring together a user community of beta testing researchers across the humanities who may benefit from a remote recording app, which we hope to expand during the second year of funding into a broad user community and support system. The code and user manual will be published on a public GitLab repository, enabling future improvements by the user community."
  },
  {
    "awardNumber": "HAA-284853-22",
    "projectTitle": "PGVis: Digital Public Humanities Software for Visualizing Image Collections",
    "awardPeriod": "1/1/2022 - 12/31/2025",
    "projectDirector": "Lauren Tilton",
    "organization": "University of Richmond",
    "organizationState": "VA",
    "primaryHumanitiesDiscipline": "Media Studies",
    "awardedOutrightFunds": 324693,
    "description": "The creation of software to easily allow non-programmers to develop interactive public humanities digital projects.The Photogrammar Visualization Software (PGVis) is an open-source tool for the visualization and exploration of image collections. PGVis will allow anyone with a collection of digital images and associated metadata to create, with no prior programming experience, their own digital public humanities projects in the form of public websites. In addition to the software, the project will produce six case studies that will model and highlight how the software can be used in a variety of different domains, data sizes, and types of institutions."
  },
  {
    "awardNumber": "HAA-284912-22",
    "projectTitle": "Tribesourcing Southwest Film: Digital Repatriation",
    "awardPeriod": "1/1/2022 - 12/31/2025",
    "projectDirector": "Jennifer Jenkins",
    "organization": "Arizona Board of Regents",
    "organizationState": "AZ",
    "primaryHumanitiesDiscipline": "Film History and Criticism",
    "awardedOutrightFunds": 324573,
    "description": "A series of workshops in Arizona, New Mexico, and California and the development of a digital curriculum on the creation of culturally-appropriate descriptive metadata and narration for Native American films based on the Tribesourcing Southwest Film website.Tribesourcing Southwest Film digitally repurposes a collection of midcentury educational and sponsored films about Native peoples of the Southwestern U.S., reclaiming visual content through recording culturally-informed alternate audio tracks voiced by Native narrators from within the cultures represented. This process, which we have termed “tribesourcing,” has the double benefit of repatriating historic images and decolonizing these archival films, visible at Tribesourcingfilm.com. In this proposal, we seek to extend the project by: recording additional narrations in Southern California, Arizona and New Mexico; developing a digital curriculum for workshops; and to begin decentralizing the project through a series of workshops to help communities who wish to do their own tribesourcing with their own archived audio-visual materials."
  },
  {
    "awardNumber": "HAA-287475-22",
    "projectTitle": "Brendan’s Voyage: An Immersive Environment for Medieval Language and Culture",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Lynn Ramey",
    "organization": "Vanderbilt University",
    "organizationState": "TN",
    "primaryHumanitiesDiscipline": "Medieval Studies",
    "awardedOutrightFunds": 149950,
    "description": "The creation of a virtual immersive environment to provide training to students in medieval languages and cultures.Brendan's Voyage: An Immersive Environment for Medieval Language and Culture emphasizes the link between the spoken and written elements of medieval French in a virtual, interactive, immersive learning environment based on a foundational literary text. Informed by empirical research, modern language pedagogy offers immersive learning experiences through study abroad programs or exclusive target-language use in the classroom. These techniques are not readily available for the teaching of medieval languages. Our project addresses this problem through the creation of a virtual immersive environment that allows the user to learn medieval languages as if they were inhabiting an authentic context. Informed by professional game design and modern language pedagogy, Brendan’s Voyage will offer a revolutionary way to teach and learn a historically influential medieval language in a culturally informed narrative and visual context."
  },
  {
    "awardNumber": "HAA-287761-22",
    "projectTitle": "Metapolis: Spatializing Histories through Archival Sources",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Lukas Klic",
    "organization": "President and Fellows of Harvard College",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "History, Criticism, and Theory of the Arts",
    "awardedOutrightFunds": 199688,
    "description": "The creation of geospatial enhancements to an existing digital infrastructure that will allow users to link to other scholarship, generate new research, and publish findings.Metapolis aims to develop a digital research infrastructure to support scholarship in the humanities that seeks to geospatially reconstruct places throughout time. As an interactive map-based publication platform, it enables users to cross-pollinate archival, bibliographic and multimedia sources with interpretive research, allowing for their interlinking and visualization on a map. Built on top of ResearchSpace, an open-source Semantic Web research environment, it facilitates the reuse and publishing of Linked Open Data. A rich set of features support data enrichment with external knowledge bases such as VIAF, WikiData, OCLC, and the Getty vocabularies. Designed both as a research and publication tool, the software allows groups of scholars from a wide range of humanistic disciplines to connect their research and augment each other's findings through the layering of historical maps, interlinking them to sources to allow users to build knowledge about the world and its history."
  },
  {
    "awardNumber": "HAA-287804-22",
    "projectTitle": "Software Enhancements for the Digital Edition of the Settings of Torquato Tasso's poetry, ca. 1570-1640",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Emiliano Ricciardi",
    "organization": "University of Massachusetts, Amherst",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Music History and Criticism",
    "awardedOutrightFunds": 185244,
    "description": "The enhancement of the digital editing platform that undergirds the Tasso in Music Project by incorporating additional accessibility features and analytical tools.The Tasso in Music Project (www.tassomusic.org) is the first complete digital edition of the early modern settings of the poetry of Torquato Tasso, the most prominent literary figure of late 16th-century Italy. With funding from NEH Scholarly Editions ($260,000, 2016-19), the project has made available a repertoire of over 750 settings, most of which were previously unavailable in modern edition, addressing an interdisciplinary audience of scholars and performers. We now seek to enhance the digital framework to make the project accessible to an even broader audience and to encourage analytical studies. Specifically, we will expand the range of the editions’ formats, providing among others an option for Braille notation, creating one of the largest musical repositories accessible to the visually impaired. Additionally, given the analytical potential of the repertoire, with settings of the same poetry by multiple composers, we will build computational tools to analyze the interaction between musical and poetic prosody/syntax."
  },
  {
    "awardNumber": "HAA-287817-22",
    "projectTitle": "Visualizing Oral Histories: New Data Annotation and Visualization Tools for the Oral History Metadata Synchronizer",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Edward Miller",
    "organization": "Dartmouth College",
    "organizationState": "NH",
    "primaryHumanitiesDiscipline": "History, General",
    "awardedOutrightFunds": 349368,
    "description": "The development and release of new features for the Oral History Metadata Synchronizer platform used by librarians and archivists to annotate and share oral history collections online.This project, a collaboration between Dartmouth College and the University of Kentucky, undertakes a major enhancement of the Oral History Metadata Synchronizer (OHMS), the pre-eminent digital platform for managing and indexing oral history archives.  Drawing on the prior work of the Dartmouth Digital History Initiative (DDHI), the project team will add advanced data annotation and Named Entity Recognition functionality to the OHMS application.  The project team will also draw on the DDHI’s prior experience with data visualization to add mapping and timeline features to the OHMS viewer.  The project will benefit archivists and curators who implement OHMS on digital oral history collections.  It will also benefit the end users of oral history archives, who will have new digital tools for exploring and learning from these collections.  All deliverables for this project will be available on a free and open-source basis."
  },
  {
    "awardNumber": "HAA-287908-22",
    "projectTitle": "MemoryScan: Humanizing Digital Twin Environments",
    "awardPeriod": "10/1/2022 - 9/30/2025",
    "projectDirector": "Lori Walters",
    "organization": "University of Central Florida Board of Trustees",
    "organizationState": "FL",
    "primaryHumanitiesDiscipline": "U.S. History",
    "awardedOutrightFunds": 147405,
    "description": "The development of 3D virtual reality methods to help elicit memory recall from current and former residents of a community in Florida to study how this technique can aid in collecting and documenting oral histories.The MemoryScan: Humanizing Digital Twin Environments project (MemoryScan) seeks to develop a prototype community-scale Digital Twin platform to elicit memory recall from current and former citizens and visitors of a particular community. MemoryScan will examine the potential advantages of using Digital Twins (a complete virtual representation of a building(s)) as a tool to assist the capturing of participant reflections and supporting documentation. As an interactive 3D virtual environment, it is designed to be applied to large areas, which can enable users to move between structures without interrupting the experience evoking their reflections. This Digital Twin will permit, through a shared interview/exploration the collection of personal images and documents. Our research seeks to gather personal reflections and contextualize them with a broad spectrum of information related to a community."
  },
  {
    "awardNumber": "HAA-287921-22",
    "projectTitle": "Stolen Relations: Recovering Stories of Indigenous Enslavement in the Americas",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Linford Fisher",
    "organization": "Brown University",
    "organizationState": "RI",
    "primaryHumanitiesDiscipline": "History, General",
    "awardedOutrightFunds": 350000,
    "description": "The migration of an existing database and the development of an updated public interface and search engine for the Stolen Relations project, along with outreach activities with local New England tribal communities.Stolen Relations: Recovering Stories of Indigenous Enslavement in the Americas (www.indigenousslavery.org) is a community-centered, collaborative project that seeks to broaden our understanding of Indigenous experiences of settler colonialism and its legacies through the lens of slavery and servitude. We are applying for a Level III NEH DHAG in order to design and program a front end public interface, initiate new partnerships (especially with the Tomaquag Museum), and build and expand the technical aspects of the database (including linked open data and migrating to Mukurtu). We are gathering and documenting as many instances as possible of Indigenous enslavement in the Americas between 1492 and 1900 (and beyond, where relevant), focused primarily on New England for now, in close partnership with thirteen regional tribes, nations, and communities. Our project seeks to recover the stories of individuals and make these stories and documents available for use by a broad range of people."
  },
  {
    "awardNumber": "HAA-287938-22",
    "projectTitle": "After Constable’s Clouds: Toward A Machine Learning Paradigm for Studying Pictorial Realism",
    "awardPeriod": "9/1/2022 - 8/31/2025",
    "projectDirector": "Elizabeth Mansfield",
    "organization": "Pennsylvania State University",
    "organizationState": "PA",
    "primaryHumanitiesDiscipline": "Art History and Criticism",
    "awardedOutrightFunds": 149981,
    "description": "The further development of computer vision methods to compare and classify features in paintings, specifically those from the Barbizon, Realist, and Impressionist traditions.After Constable’s Clouds will use computer vision to enhance art historical understanding of 19th-century Realism. The emergence of Realism in French landscape painting is often linked to the 1824 exhibition in Paris of John Constable’s unidealized view of the English countryside, The Hay Wain. Viewers particularly noted the veracity of Constable’s clouds. Indeed, our computational research shows that Constable’s clouds are more closely modeled on the structure of actual clouds than those of his contemporaries, with French academician Pierre-Henri de Valenciennes a near rival. Valenciennes taught a generation of landscape artists, emphasizing the importance of plein-air sky studies, yet histories of French landscape tend to cast Constable as Realism’s catalyst. After Constable’s Clouds will test this historiography by using computer vision to classify and compare the clouds in paintings by Barbizon, Realist, and Impressionist painters with those of Constable and Valenciennes."
  },
  {
    "awardNumber": "HAA-290349-23",
    "projectTitle": "Literature in Context: An Open Anthology of Literature, 1400-1925",
    "awardPeriod": "1/1/2023 - 12/31/2025",
    "projectDirector": "Christine Ruotolo",
    "organization": "University of Virginia",
    "organizationState": "VA",
    "primaryHumanitiesDiscipline": "British Literature",
    "awardedOutrightFunds": 303104,
    "description": "The continuing development of the open educational resource, Literature in Context, an open-access, curated, and classroom-sourced digital anthology of British and American literature in English in partnership with scholars and students from Marymount University.We are applying for a Level III Grant to build out Literature in Context, a TEI-encoded digital anthology of literature in the English language from 1400 to 1925, designed for use by students, teachers, and the general public. Our project innovates by taking full advantage of the affordances of digitization to create an Open Educational Resource that incorporates interactivity, digitized page images of original editions, and other contextual materials, making it a true replacement for the costly print anthologies used in American and British literature survey courses across the globe."
  },
  {
    "awardNumber": "HAA-290380-23",
    "projectTitle": "Community Heritage Empowerment Toolkit (CHET): A Standards-Based Toolkit for Documenting a Structure’s Life History for Grassroots Heritage Preservation Organizations",
    "awardPeriod": "10/1/2023 - 3/31/2026",
    "projectDirector": "Lori Walters",
    "organization": "University of Central Florida Board of Trustees",
    "organizationState": "FL",
    "primaryHumanitiesDiscipline": "U.S. History",
    "awardedOutrightFunds": 149476,
    "description": "The Community Heritage Empowerment Toolkit (CHET) project will create a prototype serves standards-based toolkit, consisting of video, written, and aural guides, instructing grassroots heritage preservation organizations how to document a structure’s Life History.  Often the community preservationists who have the desire and time to do this recordation possess limited technical expertise or lack sufficient funding to purchase specialized equipment.  There is one ubiquitous and empowering device that has the capability to change this: the smartphone.  CHET will provide a comprehensive yet accessible smartphone-enabled digital recordation toolkit enabling the completion of small and medium-scale digital documentation projects.  This will empower the entire community to actively participate in preservation and expand information capture locally.\" \"HAA-290382-23"
  },
  {
    "awardNumber": "HAA-290392-23",
    "projectTitle": "DHRIFT: Digital Humanities Resource Infrastructure for Teaching Technology",
    "awardPeriod": "1/1/2023 - 12/31/2025",
    "projectDirector": "Lisa Rhody",
    "organization": "CUNY Research Foundation, Graduate School and University Center",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, General",
    "awardedOutrightFunds": 349887,
    "description": "The continued development of the Digital Humanities Resource Infrastructure for Teaching Technology (DHRIFT) platform to provide technical training in digital humanities methodologies with a particular focus on faculty and staff for historically under-resourced institutions. Access to technical training in the digital humanities is inequitably distributed, especially among historically underserved institutions. Since 2018, and with funding provided by two NEH-funded IATDH grants, the Graduate Center, CUNY has supported development of over 30 local DH institutes and intensives by training 48 DH practitioners as part of the Digital Humanities Research Institute (DHRI). Building on the demonstrated success of these approaches, GCDI proposes a social and infrastructural intervention, Digital Humanities Resource Infrastructure for Teaching Technology (DHRIFT), to provide pedagogical support to a wider DH community. DHRIFT is conceived around flexible infrastructure for deployable sites—DHRIFT Core—that can be readily set up at local institutions and which provide ready-to-teach OERs and additional functionality to support DH pedagogy. By building community, curriculum, and infrastructure, DHRIFT aims to facilitate the more equitable development of DH skills."
  },
  {
    "awardNumber": "HAA-293142-23",
    "projectTitle": "PHAROS: Explore, Connect and Contextualize Art Histories",
    "awardPeriod": "10/1/2023 - 9/30/2026",
    "projectDirector": "Louisa Ruby",
    "organization": "PHAROS: The International Photo Archives Association",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Art History and Criticism",
    "awardedOutrightFunds": 349650,
    "description": "The creation of a digital research platform and tools for accessing and studying photographic archives spanning a total of fourteen collections.PHAROS: The International Association of Photo Archives, a collaboration between fourteen North American and European art historical photo archives, aims to create an open and freely accessible digital research platform allowing for comprehensive and consolidated access to photo archive images and associated scholarly documentation. Following a three-year Mellon grant to build a pilot, support from the NEH will enable the platform to move into production and make the project sustainable. The planned work will result in a robust, scalable, and seamless research platform for art historians, digital humanists, data scientists, and the general public. The semantically enriched and structured data can contribute to a vibrant culture of open scholarship and collaboration among researchers from multiple disciplines, disrupting barriers that have been posed by the difficulties of navigating proprietary art historical databases in which information is siloed."
  },
  {
    "awardNumber": "HAA-293389-23",
    "projectTitle": "Reco(r)ding CripTech: Rendering Artifacts of Process Legible and Accessible in an Online Archive",
    "awardPeriod": "10/1/2023 - 6/30/2025",
    "projectDirector": "Veronica Stanich",
    "organization": "Regents of the University of Michigan",
    "organizationState": "MI",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, Other",
    "awardedOutrightFunds": 74901,
    "description": "The planning and prototyping of accessibility features for the Ground Works scholarly journal to develop a series of recommendations for how publishing digital art historical journals can sensitively work with the artistic production of disabled artists.Ground Works, a platform for interdisciplinary research, is creating an online archive called Reco(r)ding CripTech that documents the collaborative processes of six disabled artists focused on disability innovation and aesthetic access. The archive will include the artifacts of the artists’ processes. We will explore best practices for the preparation, accessibility, representation, deposit, and citation of these items in an online archive, through the following key activities 1) creating a prototype archive. 2) a workshop with humanities scholars to test the usability, accessibility, and legibility of the archive.  3) creation of a set of best practice guidelines for such an archive. The outcomes will be a prototype archive of practice products, available to humanities scholars and digital scholarly publishers for use and feedback, and a draft outline of best practices for the online archiving of these rich-media non-scholarly artifacts."
  },
  {
    "awardNumber": "HAA-293399-23",
    "projectTitle": "The Klezmer Archive Project",
    "awardPeriod": "10/1/2023 - 9/30/2025",
    "projectDirector": "Christina Crowder",
    "organization": "Klezmer Institute, Inc.",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Ethnomusicology",
    "awardedOutrightFunds": 150000,
    "description": "The continued development of a digital archive and tools for researching klezmer music. The Klezmer Archive (KA) project is creating a universally accessible, useful digital archival tool for interaction, discovery, and research on available information about klezmer music and its network of contemporary and historical people."
  },
  {
    "awardNumber": "HAA-293408-23",
    "projectTitle": "Bridge Readability Tools for Historical Language Text Analysis and Data-Informed Pedagogy",
    "awardPeriod": "10/1/2023 - 9/30/2025",
    "projectDirector": "Bret Mulligan",
    "organization": "Haverford College",
    "organizationState": "PA",
    "primaryHumanitiesDiscipline": "Classical Languages",
    "awardedOutrightFunds": 148015,
    "description": "The further development of The Bridge Readability Tools platform for analyzing and teaching ancient Greek and Latin texts.The Bridge Readability Tools Project will develop three pedagogical and scholarly tools for The Bridge, an existing digital ecosystem that supports the encoding and reading of Ancient Greek and Latin at the secondary, collegiate, and professional levels. These independent tools, which will form a mutually-supporting suite of Bridge Readability Tools, will (1) produce practical analyses of textual difficulty (i.e., readability) for the hundreds of texts in the Bridge Corpus via Bridge/Stats; (2) facilitate data-informed language syllabus and curriculum construction via Bridge/Oracle, which will help instructors, students, and independent learners discover readable texts and plan data-supported curricula, fostering more efficient acquisition of historical languages; (2) democratize and accelerate the accurate encoding of Latin texts from classical antiquity to the modern period via the Bridge/Lemmatizer2 tool."
  },
  {
    "awardNumber": "HAA-293423-23",
    "projectTitle": "STiCH: Collections Tools for Climate Action",
    "awardPeriod": "10/1/2023 - 9/30/2025",
    "projectDirector": "Tiffani Emig",
    "organization": "FAIC",
    "organizationState": "DC",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, General",
    "awardedOutrightFunds": 315199,
    "description": "The further development of the Sustainability Tools in Cultural Heritage (STiCH) Carbon Calculator, a computational analysis and modeling platform to assist heritage professionals in determining the carbon footprint of the materials used for the preservation and exhibition of cultural resources. The Foundation for Advancement in Conservation (FAIC) will refine the Sustainability Tools in Cultural Heritage (STiCH) Carbon Calculator; a free, open-access, digital tool designed to empower professionals with information to make climate-conscious materials choices for treatment, display, and transportation of cultural heritage. NEH Tier I and II Research and Development Grants (2017-2022) supported building the STiCH calculator software, data sheets, and website. STiCH uses Life Cycle Assessment (LCA), a science-based environmental modeling tool, to calculate the carbon footprint of materials. A key finding of Held in Trust (HIT), a partnership between NEH and FAIC to evaluate the state of preservation in the US, identified the importance of addressing the effects of climate change in the heritage sector. In this Level III NEH Grant, user-led evaluations guide redesigning the STiCH Carbon Calculator and producing tutorials aimed at changing behaviors towards climate action."
  },
  {
    "awardNumber": "HAA-293439-23",
    "projectTitle": "Mainstreet 360°: An Application for Georeferencing and Layering Historical Photos in a Digital Archive",
    "awardPeriod": "10/1/2023 - 7/31/2025",
    "projectDirector": "Bettina Fabos",
    "organization": "University of Northern Iowa",
    "organizationState": "IA",
    "primaryHumanitiesDiscipline": "Public History",
    "awardedOutrightFunds": 149619,
    "description": "The design and development of a prototype open-source tool for 360° mapping of historical photographs. Our team proposes research and development on an augmented reality mapping application for the Fortepan.us digital photo archival platform. The application will display superimposed geolocated historical photos onto a modern-day 360° streetscape (like an open source “Google Historical Street View”). Our intent is to match historical photos of American campuses and main streets to the very place and perspective from which the photographer captured the original photograph, and display the photos, decade by decade (e.g., 1900, 1910, 1920), in a customized historical “Mainstreet 360°” street view. We also aim to provide a means for interpreting the augmented reality historical scenes through text fields for each decade and small pop up info boxes atop photographs. We will present 2 workshops (1 virtual), create a “how-to” video series, and promote the app at conferences. Our final aim: demystify 360° imaging and empower cultural heritage institutions to use this easy, powerful visual tool."
  },
  {
    "awardNumber": "HAA-293452-23",
    "projectTitle": "GeoPACHA 2.0: Large-Scale Archaeological Imagery Survey Through Human-Machine Teaming",
    "awardPeriod": "10/1/2023 - 9/30/2026",
    "projectDirector": "Steven Wernke",
    "organization": "Vanderbilt University",
    "organizationState": "TN",
    "primaryHumanitiesDiscipline": "Archaeology",
    "awardedOutrightFunds": 348190,
    "description": "The further development and expansion of an existing platform to enable large-scale Artificial Intelligence-assisted surveys of archaeological sites. Archaeology contributes unique insights into the human story across many scales, but the field’s traditional methods are not well-suited for working beyond the scale of small regions. We employ digital methods to document archaeological landscapes across regions, in our NEH ODH-sponsored webapp GeoPACHA: Geospatial Platform for Andean Culture, History, and Archaeology. In this three year project, we will revise the GeoPACHA codebase to enable AI-assisted archaeological imagery survey, and refine our deep learning models for archaeological feature detection, which leverage the large set of human-tagged features previously registered on GeoPACHA. We will then conduct an autonomous survey of satellite imagery across the central Andes. Our network of regional experts and their diverse student surveyors will then edit and enrich these AI-generated datasets via GeoPACHA 2.0, in a human-machine teaming effort that will result in the largest imagery survey in the western hemisphere."
  },
  {
    "awardNumber": "HAA-293454-23",
    "projectTitle": "Prototyping a Digital Tool for Computer-Assisted Annotation and Analysis of Music Performance",
    "awardPeriod": "10/1/2023 - 9/30/2025",
    "projectDirector": "Yucong Jiang",
    "organization": "University of Richmond",
    "organizationState": "VA",
    "primaryHumanitiesDiscipline": "Music History and Criticism",
    "awardedOutrightFunds": 74973,
    "description": "The development of tools to automatically align musical performances and scores that will allow users to analyze performances and scores simultaneously and at scale. Vast troves of both sound recordings and musical scores have become widely available in the digital era, but drawing connections between these two mediums to develop insights about performance style and artistic expression has remained difficult and time-consuming. This project develops a prototype of an open-source software tool to facilitate studying recorded music performances. Our tool will assist music scholars, archivists, and enthusiasts in complex musical analysis by both streamlining their workflows and expanding their capabilities, enhanced by advanced AI technologies and an easy-to-use graphical interface, without requiring programming experience. To optimize usability, our software design will be informed by real-world experts and prospective users. This tool will enable users to examine performances and scores in a single integrated process, scale up existing research, and open up transformative new approaches to musicology and music theory research."
  },
  {
    "awardNumber": "HAA-293490-23",
    "projectTitle": "MAYALEX: A comparative lexical database of early Mayan languages",
    "awardPeriod": "9/1/2023 - 8/31/2025",
    "projectDirector": "Daniel Law",
    "organization": "University of Texas at Austin",
    "organizationState": "TX",
    "primaryHumanitiesDiscipline": "Ancient Languages",
    "awardedOutrightFunds": 148737,
    "description": "The expansion of an existing digital infrastructure for Indo-European languages to include creation of a set of linked online etymological dictionaries for early Mayan languages. We request Level II DHAG funding, to expand our existing digital infrastructure for Indo-European languages, IELEX, and create MAYALEX: interlinked, extensible online etymological dictionaries for early Mayan languages. Words and their origins express the ideas, expressions, histories, and intertwining of cultures through time. Few digital resources meet the lexical needs of scholars of early Mesoamerica; still fewer invite non-specialists to explore. We will create a functional, publicly available prototype of user-friendly dictionaries that link words through their shared etymologies, starting with the Colonial Mayan language Ch’olti’. Users will be able to study words in a language of interest, explore the web of connections linking that language to others, browse words across or within languages according to form or meaning, and export their discoveries in several possible formats for further study."
  },
  {
    "awardNumber": "HAA-293491-23",
    "projectTitle": "Making Open-Source Georeferencing Technology Collections-Ready with the Allmaps Platform",
    "awardPeriod": "9/1/2023 - 8/31/2026",
    "projectDirector": "Ian Spangler",
    "organization": "Norman B. Leventhal Map Center, Inc.",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Geography",
    "awardedOutrightFunds": 348641,
    "description": "The continued development of the Allmaps georeferencing platform to allow institutions with cartographic collections to better share their resources and for scholars, students, and the general public to more successfully engage with these collections.In partnership with the American Geographical Society Library, the Leventhal Map & Education Center will build an open-source platform for georeferencing digitized cartographic collections, based on the Allmaps software library already under development. By building a patron-facing digital interface for georeferencing—a term which refers to the use of software to align scanned maps with real-world geographies—hundreds of cultural institutions around the world can make their digitized map collections newly vibrant for scholars, educators, and the public."
  },
  {
    "awardNumber": "HAA-293510-23",
    "projectTitle": "Migrants and the State: Unlocking the Potential of A-files for the Histories of U.S. Immigration",
    "awardPeriod": "9/1/2023 - 3/31/2025",
    "projectDirector": "Sibylle Fischer",
    "organization": "New York University",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Immigration History",
    "awardedOutrightFunds": 139706,
    "description": "The development of open-source machine learning methods for quickly processing historical migrant records. Migrants and the State will facilitate and expand access to a set of historical migrant records held by the U.S. National Archives (NARA) gathered in what are known as A-files. A-files contain a wide variety of documentation specific to the experiences of individual migrants and the implementation of U.S. immigration law. While in the public domain, these A-files are currently accessible only on a file-by-file basis. This project will use 550 A-files to develop machine learning models for segmenting the contents of A-files, identifying document types (e.g. government forms, correspondence, employment records, etc.), and adding detailed metadata about them, making it possible to examine them at scale and discern currently untraceable stories and patterns across a large number of A-files. The project will also create a minimal web interface to enable focus group testing with immigration historians to gather feedback and plan for the project's next phase."
  },
  {
    "awardNumber": "HAA-296227-24",
    "projectTitle": "Developing OCR for Squeezes: Unlocking the Text of Greek Inscriptions Using the Krateros Database",
    "awardPeriod": "2/1/2024 - 6/30/2025",
    "projectDirector": "Aaron Hershkowitz",
    "organization": "Institute For Advanced Study - Louis Bamberger And Mrs. Felix Fuld Fdn",
    "organizationState": "NJ",
    "primaryHumanitiesDiscipline": "Ancient History",
    "awardedOutrightFunds": 75000,
    "description": "An exploratory effort to apply computer vision to a collection of 30,000 digitized epigraphic squeezes (paper negatives of inscriptions) to develop a new method for optical character recognition of Greek inscriptions.Optical Character Recognition (OCR) has long been applied with increasing levels of accuracy to printed texts. More recently, spurred by advances in neural networks and increases in processing capability, OCR has also been applied successfully to manuscript texts, allowing for readable and searchable editions to be created for huge corpora of texts. This project will use the Institute for Advanced Study’s Krateros database, a digital collection featuring thousands of images of epigraphic squeezes—paper negatives of inscriptions—to develop OCR for Greek inscriptions. The project’s aims are to accelerate the publication of new analyses of historic Greek texts, draw critical attention to problem spots in existing transcriptions, and identify individual stonecutters’ handwriting. This innovative approach to humanities research will lay the groundwork for breakthrough discoveries that can transform our understanding of ancient history."
  },
  {
    "awardNumber": "HAA-296281-24",
    "projectTitle": "Exploring Artistic Production with the Artistic Network Toolbox (ANT)",
    "awardPeriod": "2/1/2024 - 1/31/2026",
    "projectDirector": "Alexis Culotta",
    "organization": "Administrators of the Tulane Educational Fund, The",
    "organizationState": "LA",
    "primaryHumanitiesDiscipline": "Art History and Criticism",
    "awardedOutrightFunds": 149618,
    "description": "The creation of an open-source platform for network analysis of art and artists.We seek Level II funding to develop the Artistic Network Toolbox (ANT), an open-source, user-friendly platform for scholars and students to curate, visualize, and share the relationships between art, its creators, and its contexts. While prior digital humanities projects have shown the value of network analysis to explore artistic production, doing so required expensive, one-off software development customized for each project. Instead, the goal of ANT is to democratize access to network analysis in art historical scholarship. To do so, ANT will leverage 100% open-source technologies, providing one-click generation of a fully-functional website with no programming expertise, and making database curation as simple as editing a spreadsheet. ANT will model diverse artistic connections in a dynamic network analysis that can be customized and visualized for nuanced explorations of artistic exchange."
  },
  {
    "awardNumber": "HAA-296316-24",
    "projectTitle": "Digital Accessibility for Blind Scholars of Antiquity",
    "awardPeriod": "3/1/2024 - 8/31/2025",
    "projectDirector": "Mark Algee-Hewitt",
    "organization": "Stanford University",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "Ancient Languages",
    "awardedOutrightFunds": 149821,
    "description": "The integration of six ancient languages into an open-source Braille digital translation platform to enable the creation of digital editions and primary sources for blind and low-vision humanities students and researchers.  Inaccessible materials have prevented blind students and scholars from participating equally in the study of ancient languages, literature, and history. The solution proposed in this project will make hundreds of thousands of primary texts available to braille readers and progress these students and scholars toward more equal footing with their sighted colleagues. Nearly every blind person with a computer or mobile device will have the same immediate access to digitized texts that sighted scholars already enjoy."
  },
  {
    "awardNumber": "HAA-296341-24",
    "projectTitle": "Idrisi: An Open Library of Historical Geography of the Premodern Islamic World",
    "awardPeriod": "5/1/2024 - 4/30/2026",
    "projectDirector": "Osama Eshera",
    "organization": "University of Maryland, College Park",
    "organizationState": "MD",
    "primaryHumanitiesDiscipline": "Near and Middle Eastern History",
    "awardedOutrightFunds": 148591,
    "description": "Creation of new datasets containing geographic locations and place names extracted from transcriptions of premodern Islamic texts that will be shared with existing open-source gazetteers and machine learning transcription software that support humanities research.  The Dabiran Project on the Intellectual History of the Islamic World, based at the University of Maryland, seeks support for creating a new subproject, the Idrisi Digital Library of Historical Geography. Under development since 2018, the Dabiran digital infrastructure supports bibliographic metadata and text-transcriptions for digital scans of premodern Islamic manuscripts.  A Level II Digital Humanities Advancement Grant in the amount of $148,591 will allow for the expansion of Dabiran’s database and improve our capacity to record historical-geographical data, drawn directly from manuscripts of Islamic geographical works. This new data will be an indispensable resource for historians seeking to identify placenames and examine differences in their linguistic forms, geographical coordinates, and descriptions across various historical sources. The bibliographic and geographic data compiled will be published and archived on open-source repositories."
  },
  {
    "awardNumber": "HAA-296399-24",
    "projectTitle": "Developing a Digital Platform for the Mapping Racism and Resistance in Milwaukee County Project",
    "awardPeriod": "2/1/2024 - 1/31/2026",
    "projectDirector": "Anne Bonds",
    "organization": "University of Wisconsin, Milwaukee",
    "organizationState": "WI",
    "primaryHumanitiesDiscipline": "African American Studies",
    "awardedOutrightFunds": 147412,
    "description": "The development of a platform to map and visualize racial covenants in early 20th Century Milwaukee.The Mapping Racism and Resistance project examines the critical role of racial covenants, as they worked together with other discriminatory housing practices, in restricting Black access to housing in Milwaukee County. We are seeking NEH DHAG funding to support 1) the development of a repository for data and digital assets generated in phase one of the project; 2) the creation of maps and web content visualizing racial covenants and Black resistance to restrictive covenants and other forms of housing discrimination in the early part of the 20th Century; and 3) the redesign and redevelopment of our website to support expanded public engagement with our digital resources on racial covenants and challenges to them in Milwaukee County."
  },
  {
    "awardNumber": "HAA-296402-24",
    "projectTitle": "Data Mining and Mapping Antebellum Georgia",
    "awardPeriod": "2/1/2024 - 7/31/2025",
    "projectDirector": "Elizabeth West",
    "organization": "Georgia State University Research Foundation, Inc.",
    "organizationState": "GA",
    "primaryHumanitiesDiscipline": "African American History",
    "awardedOutrightFunds": 68750,
    "description": "A digital mapping project focused on determining the feasibility of using digitized genealogical records and archival state maps to identify and geolocate enslaved African Americans. This proposal seeks Level I funding in the amount of $75,000 to generate a relational database and map that will expand our understanding of Black life and geography during slavery in the United States. Where David Eltis’s Slave Voyages brought us to the shores and ports of the Americas, our proposed project, Data Mining and Mapping Antebellum Georgia (DMMAG) takes us inland, turning from the Trans-Atlantic to the Intra-American enslavement and forced migrations of Africans and African Americans. The goal of this proposal is to generate a scalable prototype for DMMAG’s proposed database and map, which will address the following question: to what extent can researchers use digitized genealogical archives and archival state maps to both identify and geolocate individual enslaved African Americans and their families before emancipation?"
  },
  {
    "awardNumber": "HAA-296407-24",
    "projectTitle": "OCR Correction by Improving Robustness to Orthographic Variation in Yiddish, A Low Resource Language.",
    "awardPeriod": "2/1/2024 - 1/31/2026",
    "projectDirector": "Amber Clooney",
    "organization": "Yiddish Book Center",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Languages, Other",
    "awardedOutrightFunds": 138319,
    "description": "A partnership between the National Yiddish Book Center and the Language Data Consortium at the University of Pennsylvania to refine a method to improve error correction in optical character recognition for Yiddish.  This proposal will support the development of an experimental system to improve error correction on the existing Yiddish Book Center optical character recognition (OCR) projects, which are the first and largest instances of OCR for Yiddish done at scale. The experimental systems will correct a 650 million word corpus (about 12,000 scanned Yiddish books) of Yiddish text produced by optical character recognition (OCR) which is available now at the Yiddish Book Center’s full-text search website (http://ocr.yiddishbookcenter.org). This corpus will double in size by 2025 upon the completion of a separate OCR project, the Universal Yiddish Library. The Universal Yiddish Library Project will add at least 10,000 additional books from multiple institutions to the existing corpus, and the OCR correction methods used for this project will be applied to the Universal Yiddish Library corpus in the future."
  },
  {
    "awardNumber": "HAA-296411-24",
    "projectTitle": "Between the Columns: A toolkit for periodical authorship attribution and display",
    "awardPeriod": "1/1/2024 - 12/31/2025",
    "projectDirector": "Kevin McMullen",
    "organization": "University of Nebraska, Lincoln",
    "organizationState": "NE",
    "primaryHumanitiesDiscipline": "American Literature",
    "awardedOutrightFunds": 150000,
    "description": "Refinement, expansion, and documentation of digital methods and tools to assist researchers in identifying authorship in unattributed content printed in newspapers and other periodicals.This project seeks to create two interconnected innovations with clear utility for researchers and scholars of print culture who work with periodicals, including those without intensive DH training. First, we propose to extend and refine our successful method for the attribution of anonymous periodical writings that has the potential for broad applicability in the study of literary and historical texts. The uncertainty and fluidity of newspaper authorship that lies at the root of this attribution problem will in turn be reflected and clarified in our second innovation: an open-source web interface for the display of periodical materials that makes visible this fluidity and uncertainty of authorship, places attributed texts in the context of their larger periodical publication, and allows for user exploration of the surrounding periodical content."
  },
  {
    "awardNumber": "HAA-296412-24",
    "projectTitle": "Machine Learning for Large-Scale Journalism Collections",
    "awardPeriod": "4/1/2024 - 3/31/2026",
    "projectDirector": "David Smith",
    "organization": "Northeastern University",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Logic",
    "awardedOutrightFunds": 149934,
    "description": "The development of a computationally-assisted cataloging workflow for curators and archives to provide enhanced access to large-scale newspaper photograph collections. The Boston Globe’s historic photo morgue, under the stewardship of the Northeastern University Libraries, will serve as the test case for this effort.Northeastern University will develop machine learning tools and cataloging workflows to provide access to large newspaper photograph collections. Northeastern University is home to the Boston Globe photo morgue, a collection of over 1 million photographic prints from the newspaper’s past editions. When these images are stored, or in the jargon “sent to the morgue”, they often vanish into the history of journalism, consigned to defunct and forgotten newspaper clippings. In the past, digitization costs have been the key factor in limiting access to journalism archives. Today, the main barrier to access is the creation of metadata sufficient to support image search, retrieval, and analysis. The tools and processes developed by this grant will allow the Northeastern University Library to catalog these images at massive scale and provide open-source, reproducible software and workflows that can be leveraged by other institutions to help revive and curate similar collections."
  },
  {
    "awardNumber": "HAA-296413-24",
    "projectTitle": "Machines Reading Maps Outside the Neat Line",
    "awardPeriod": "3/1/2024 - 2/28/2026",
    "projectDirector": "Deborah Holmes-Wong",
    "organization": "University of Southern California",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "History, General",
    "awardedOutrightFunds": 147756,
    "description": "Further development of an existing digital toolkit, mapKurator, to enhance the ability to automatically identify, recover, and transcribe text from maps.The University of Southern California Digital Library, the University of Minnesota’s Department of Computer Science and Engineering, Knowledge Computing Lab, and the University of Sheffield’s Digital Humanities Institute respectfully request support under the Tier II category to further develop the mapKurator pipeline to enhance its capabilities for identifying, transcribing, and recognizing semantic contexts for text on historical maps. Our team will train, test, and evaluate the pipeline to distinguish between the text representing geographic features on the map, or text “inside the neat line,” and other text on the map that includes information about the map and how to use it (metadata), details about the regions represented, cultural information, and anything else mapmakers add to contextualize maps."
  },
  {
    "awardNumber": "HAA-296417-24",
    "projectTitle": "North American Climate History Project",
    "awardPeriod": "3/1/2024 - 2/28/2026",
    "projectDirector": "Jennifer Stertzer",
    "organization": "University of Virginia",
    "organizationState": "VA",
    "primaryHumanitiesDiscipline": "U.S. History",
    "awardedOutrightFunds": 127274,
    "description": "The expansion of the North American Climate History project with the addition of new partner organizations and continued development of the data model and prototype site for a federated platform for historical weather and climate recordsThe North American Climate History project is a collaborative effort between the Papers of Thomas Jefferson at Princeton University, the Center for Digital Editing at the University of Virginia, and the Center for Digital Scholarship at the American Philosophical Society. The primary goal of the project is the development of a federated weather and climate records platform. This platform will support both the editorial preparation (broadly conceived) and publication of weather and climate records. Planning and development work will ultimately result in the publication of the federated North American Climate History digital resource. This digital resource will provide access to weather and climate records and will serve as a platform for projects, archives, and special collections to add materials to the federated resource."
  },
  {
    "awardNumber": "HAA-296429-24",
    "projectTitle": "TPEN 3.0: A Linked Open Transcription and Annotation Service for the Next Generation",
    "awardPeriod": "2/1/2024 - 1/31/2027",
    "projectDirector": "Atria Larson",
    "organization": "St. Louis University",
    "organizationState": "MO",
    "primaryHumanitiesDiscipline": "History, General",
    "awardedOutrightFunds": 349907,
    "description": "The enhancement of the Transcription for Paleographical and Editorial Notation (TPEN) platform for transcribing texts from handwritten documents by updating the technical backend, adding new features to allow for greater use with non-Western humanities collections, and conducting outreach activities to scholarly audiences. This project consists of a revitalization of the Transcription for Paleographical and Editorial Notation (TPEN; t-pen.org) program, a decade-old free online tool that scholars around the world use to transcribe texts from handwritten documents. The project involves updating the program to meet current web standards; developing code and standards that will contribute to the Open Source community; and designing new features for enhanced project management (including more tailored privacy and team-member role settings), an increasing array of interfaces to accommodate a wider range of textual artifact elements (e.g., right-to-left languages, charts and tables, layered texts, pictorial representations), and more and easier options for exporting transcriptions. The result will be greater functionality and interoperability for scholarship, pedagogy, and digital collection curation in the humanities with a freely accessible tool prepared for its second decade of existence."
  },
  {
    "awardNumber": "HAA-296436-24",
    "projectTitle": "Automated Peritext Detection in Fiction and Non-Fiction works",
    "awardPeriod": "2/1/2024 - 1/31/2026",
    "projectDirector": "Ana Lucic",
    "organization": "Board of Trustees of the University of Illinois",
    "organizationState": "IL",
    "primaryHumanitiesDiscipline": "Computational Linguistics",
    "awardedOutrightFunds": 75000,
    "description": "The development of a method to computationally identify the paratextual elements within the digitized book collections in the HathiTrust Research Library.The aim of this project is to make large-scale text analysis more reliable by building tools to distinguish paratext from main text in books digitized by the HathiTrust Digital Library (HTDL)."
  },
  {
    "awardNumber": "HAA-296438-24",
    "projectTitle": "Making the Digital Dance: Creating Access to Dance Archives Through Digital Tools and Infrastructure",
    "awardPeriod": "6/1/2024 - 5/31/2026",
    "projectDirector": "Rebecca Salzer",
    "organization": "University of Alabama",
    "organizationState": "AL",
    "primaryHumanitiesDiscipline": "Dance History and Criticism",
    "awardedOutrightFunds": 149999,
    "description": "This project creates digital infrastructure to increase access to archival dance information. Leveraging the digital framework of an archive built with previous NEH support for the collection, No Boundaries: Dancing the Visions of Contemporary Black Choreographers, the research team will prototype a dance data commons based on the Wikidata integration model and create tools that enable data exchange between this commons and individual archives. Four existing digital performing arts archives, Jacob’s Pillow Archives, Brooklyn Academy of Music’s Hamm Archives, Liz Lerman Archives, and ChromaDiverse, have agreed to partner by allowing access to their data to test integration across multiple systems. This project also involves a partnership with the University of Texas at Austin, where Co-PI Gesel Mason serves as associate professor, and subcontractor/software developer Whirl-i-Gig."
  },
  {
    "awardNumber": "HAA-300527-24",
    "projectTitle": "Extending the London Stage Database",
    "awardPeriod": "10/1/2024 - 9/30/2027",
    "projectDirector": "Mattie Burkert",
    "organization": "University of Oregon",
    "organizationState": "OR",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, Other",
    "awardedOutrightFunds": 350000,
    "description": "Continued development and revitalization of the London Stage Database, an online resource that brings together multiple sources documenting the history of British theater.Launched in 2019 with Level II DHAG funding, the London Stage Database (londonstagedatabase.uoregon.edu) has been hailed as “field-changing” for eighteenth-century theater studies. This open-access database of nightly playhouse offerings 1660-1800 has also resonated beyond academe, logging upwards of 130,000 page views from more than 13,500 unique visitors and garnering high-profile media attention. Today, this vitally important piece of digital humanities infrastructure is ripe for upgrades that will leverage newly digitized materials and cutting-edge technologies to meet the emerging needs of a growing audience. We propose to extend the project’s reach, utility, and longevity by migrating to a more sustainable web hosting architecture; improving data discovery and interoperability through linked open data; enhancing the user experience with new content and features; deepening collaborative relationships with user communities; and building DH research capacity at the host institution.\" \"HAA-300599-24"
  },
  {
    "awardNumber": "HAA-300638-24",
    "projectTitle": "Solar-Powering the Humanities: Archiving for the Future",
    "awardPeriod": "10/1/2024 - 9/30/2026",
    "projectDirector": "Krista Caballero",
    "organization": "Bard College",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, General",
    "awardedOutrightFunds": 68445,
    "description": "Development and implementation of solar-powered archival storage to reduce the environmental impact of digital preservation, as well as documentation to support adoption of this model.The Center for Experimental Humanities (EH) at Bard College proposes a new initiative that creatively re-envisions archives and the reliance of small institutions on external data storage providers while also significantly cutting overall contribution to institutional carbon footprint. As a proof-of-concept Level I project, we will redesign and migrate our EH digital archive, currently hosted on Amazon Web Services (AWS), to a “solar server” that we will design, prototype and self-host. Our designs will then be made available via an open-source toolkit and white paper so that other humanities centers and low-resourced programs can reimagine their archive to be self-sustaining and environmentally responsible.\" \"HAA-300656-24"
  },
  {
    "awardNumber": "HAA-300835-24",
    "projectTitle": "Encoding Empire: Exploring the Correspondence of Catherine the Great",
    "awardPeriod": "10/1/2024 - 9/30/2026",
    "projectDirector": "Kelsey Rubin-Detlev",
    "organization": "University of Southern California",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "Russian Literature",
    "awardedOutrightFunds": 148962,
    "description": "Further development of a database of Catherine the Great’s correspondence, as well as tools for scholarly analysis and editing. We are applying for a Level II DHAG to build the infrastructure needed to scale up an existing pilot database, CatCor: The Digital Correspondence of Catherine the Great, to the production stage by: 1) establishing a robust workflow on GitHub; 2) creating a coding environment based on the Linked Editing Academic Framework (LEAF-VRE); 3) enhancing LEAF software with LOD named entity lookups, integrated AI-generation and correction of translations, and detailed documentation of LEAF’s use; 4) creating a knowledge graph of Catherine’s world from the letters and linked data; and 5) building an analysis platform using open-source tools. We address DHAG’s second priority area by enhancing and designing new digital infrastructure with outputs including open-source code, platforms, and documentation. While the software and documentation are aimed at subject and DH specialists, the knowledge graph and analysis platform will provide the public with an unparalleled knowledge base about Catherine."
  },
  {
    "awardNumber": "HAA-300907-24",
    "projectTitle": "Toward an Archaeology of Lived Experience: Modeling Embodied Identities at Pompeii",
    "awardPeriod": "10/1/2024 - 9/30/2026",
    "projectDirector": "Caitlín Barrett",
    "organization": "Cornell University",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Archaeology",
    "awardedOutrightFunds": 128099,
    "description": "The creation of a virtual model and garden of a Pompeian house using excavation, LiDAR scanning, and integrated 3D-GIS to investigate the ways that people of different genders, ages, and physical conditions experienced domestic space. I am applying for Level II funding for a 3D virtual modeling project based on data from an archaeological excavation that I co-direct at Pompeii: the Casa della Regina Carolina (CRC) Project at Pompeii. From 2018–2023, a joint Cornell University/University of Bologna team has documented a large but mostly unpublished Pompeian house and excavated its garden area to construct a richer, more multidisciplinary, and more inclusive account of the ways that built space shaped Roman domestic life. Using excavation, LiDAR scanning, and integrated 3D-GIS, we now seek to complete a virtual model of the house and garden as they existed in 79 CE in order to investigate the ways that people of different genders, ages, and physical conditions would have experienced domestic space."
  },
  {
    "awardNumber": "HAA-300911-24",
    "projectTitle": "The Archaeology of Indigenous Agricultural Landscapes: Digital Approaches to Documentation, Mapping, and Interpretation",
    "awardPeriod": "10/1/2024 - 9/30/2027",
    "projectDirector": "Jesse Casana",
    "organization": "Dartmouth College",
    "organizationState": "NH",
    "primaryHumanitiesDiscipline": "Archaeology",
    "awardedOutrightFunds": 349812,
    "description": "Further development of a set of remote sensing methods for archaeological sites by conducting surveys at multiple locations in the United States and collecting data on Indigenous land use features. Although archaeological scholarship demonstrates the significance of relict agricultural landscape features to offer insights into many aspects of ancient societies, evidence of past land use practices can be difficult to recognize and is easily destroyed by modern development. The proposed project has developed a suite of digital remote sensing methods to facilitate rapid, non-destructive, non-invasive discovery, documentation, and analysis of ancient land use features. Building on existing collaborations with Indigenous communities and archaeological specialists, the proposed project will employ drone-based lidar, thermography, and infrared imaging, alongside terrestrial geophysics, to document past agricultural landscapes. With surveys in New Mexico, Wisconsin, Hawaii, and New England, results will document extensive remains of agricultural features and related sites, offering new perspectives on Indigenous land use while supporting preservation and protection efforts."
  },
  {
    "awardNumber": "HAA-300978-25",
    "projectTitle": "Investigating the Effect of Material Versus Digital-born Features in Automatic Handwriting Detection for Early Printed Books",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "David Smith",
    "organization": "Northeastern University",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Social Sciences, Other",
    "awardedOutrightFunds": 150000,
    "description": "Design and development of computer vision techniques and tools to improve detection of handwritten marginalia in digitized texts.  Many past digital humanities computer vision projects focus on digitization and data collection. Using library-scale digital collections, we propose a Digital Humanities Advancement Grant (Level II) to move beyond digitization and develop object detection models for localizing handwriting across digital collections of early print. We propose to investigate the relationship between digitized early print and its material source. Our project thus responds to recent calls in digital bibliography to treat digitized documents as distinct bibliographic objects. Building from preliminary research, we examine the effect of material versus digital-born features of page images for improving model performance. Our project will produce several state-of-the-art handwriting detection models, evaluated for bibliographic research tasks. We will release these models with accompanying code and documentation for use by students, researchers, and librarians."
  },
  {
    "awardNumber": "HAA-301045-24",
    "projectTitle": "VCEditor 2.0 Project",
    "awardPeriod": "10/1/2024 - 9/30/2027",
    "projectDirector": "Dorothy Porter",
    "organization": "University of Pennsylvania",
    "organizationState": "PA",
    "primaryHumanitiesDiscipline": "Medieval Studies",
    "awardedOutrightFunds": 346453,
    "description": "Further development of VCEditor, a software platform that enables rare book and manuscript experts to collate and visualize digitized codices. The VCEditor 2.0 Project addresses the critical need for advanced tools in manuscript studies and builds upon the success of VCEditor 1.0, which is actively used by manuscript scholars, book historians, conservators, curators, catalogers, and students. VCEditor 2.0 aims to benefit users by expanding the description and visualization potential of the existing software.\" \"HAA-301046-24"
  },
  {
    "awardNumber": "HAA-301062-24",
    "projectTitle": "Music Informatics for Radio Across the GlobE (MIRAGE)",
    "awardPeriod": "10/1/2024 - 3/31/2026",
    "projectDirector": "David Sears",
    "organization": "Texas Tech University",
    "organizationState": "TX",
    "primaryHumanitiesDiscipline": "Music History and Criticism",
    "awardedOutrightFunds": 74738,
    "description": "Development and release of an open-access research database and visualization tool for musicologists and media scholars to analyze global music streamed on internet radio. The purpose of the Music Informatics for Radio Across the GlobE (MIRAGE) project is to develop and release an open-access online dashboard that allows users to access, interact with, and export meta data and musicological features from the music found on internet radio, a relatively recent, and thus, underexamined medium that has become a multi-billion dollar industry over the last decade. To that end, the MIRAGE dashboard features MIRAGE-MetaCorpus, a data set consisting of meta data (e.g., artist name, song title, etc.) for millions of songs currently streaming on stations across the globe. In doing so, the MIRAGE project will enable scholars from across the humanities to explore the contemporary global listening landscape for a medium that places diversity center stage."
  },
  {
    "awardNumber": "HAA-303841-24",
    "projectTitle": "The Game and Interactive Software Scholarship Toolkit: Expanding Software Citation and Reference",
    "awardPeriod": "9/1/2024 - 6/30/2025",
    "projectDirector": "Joseph Osborn",
    "organization": "Pomona College",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "",
    "awardedOutrightFunds": 43373,
    "description": "No project description available"
  },
  {
    "awardNumber": "HAA-303912-25",
    "projectTitle": "Project Ballyhoo: Analyzing Publicity Text and Promotional Image Reuse across 20th Century Digitized Periodical Collections",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "Eric Hoyt",
    "organization": "University of Wisconsin, Madison",
    "organizationState": "WI",
    "primaryHumanitiesDiscipline": "Film History and Criticism",
    "awardedOutrightFunds": 148428,
    "description": "Large-scale computational analysis of U.S. periodicals from the early twentieth century to better understand the broad cultural impacts of mass communication and publicity. Beginning in the early-20th century, publicists and press releases reshaped what Americans read in newspapers and magazines. How widely did publicity text and promotional images circulate? What did they mean for how readers received information and understood culture? Project Ballyhoo seeks to answer these questions, and, in the process, enhance computational methods for analyzing text and image reuse. The Wisconsin Center for Film and Theater Research respectfully requests Level II funding for this project that advances two NEH program priorities: the refinement of innovative methods and enhancement of digital infrastructure. Utilizing the Media History Digital Library (MHDL) collection and UW-Madison’s Center for High Throughput Computing, Project Ballyhoo will benefit communities in Film, Media, Journalism, Mass Communication, History, and Digital Humanities. Deliverables will include journal articles, conference workshops, open source code, and a new section of the MHDL website."
  },
  {
    "awardNumber": "HAA-303944-25",
    "projectTitle": "DERBi PIE: a Database of Etymological Roots Beginning in Proto-Indo-European",
    "awardPeriod": "2/1/2025 - 1/31/2026",
    "projectDirector": "Andrew Byrd",
    "organization": "University of Kentucky Research Foundation",
    "organizationState": "KY",
    "primaryHumanitiesDiscipline": "Linguistics",
    "awardedOutrightFunds": 75000,
    "description": "The development and testing of a prototype database of early Indo-European languages, in partnership with the Linguistics Research Center at the University of Texas.We are applying for a Level I grant to fund our project \"DERBi PIE: a Database of Etymological Roots Beginning in Proto-Indo-European\", to build, test, and evaluate an alpha-level prototype database of Indo-European (IE) languages that is engineered from its foundation to be easily extensible and shareable, with open-source code for advanced search tools and an emphasis on database design that not only allows but encourages data-sharing, re-use and re-implementation across different platforms. We will work in collaboration with the Linguistics Research Center (LRC) at the University of Texas at Austin to maximize compatibility of the database so that it can be readily implemented in the already existing Indo-European Lexicon (IELEX) website. We intend for DERBi PIE to provide the unified resources that all IE languages rely on for histories and etymologies, for both specialists and non-specialists alike, increasing access and visibility to the field."
  },
  {
    "awardNumber": "HAA-303986-25",
    "projectTitle": "Feminist Mapping: Developing an alternative approach to map symbolization, iconography, and an open-source symbol library.",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "Meghan Kelly",
    "organization": "Syracuse University",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Geography",
    "awardedOutrightFunds": 74725,
    "description": "An empirical study investigating alternative map icons, a conference on map symbolization and innovative mapping tools, and creation of a research agenda that re-envisions conventional map icon libraries. Map icons are tiny pixel-based symbols that locate people, places, and events commonly prepackaged into icon libraries and used in mapping in the digital humanities (DH). Given their size and ubiquity, map icons are often overlooked and applied universally in maps despite reflecting cultural contexts and power relations. I am applying for a Level I DHAG to reconceptualize map icons as sites and their libraries as tools for feminist resistance. I will convene scholars, practitioners, and communities invested in transformative approaches to mapping. The five outcomes of this feminist mapping intervention include: an empirical study investigating alternative map icons and DH mapping tools, a subsequent journal article, a two-day hybrid conference on map symbolization and innovative mapping tools, a special issue curated from conference presentations, and a research agenda that re-envisions conventional map icon libraries using crowdsourcing methods and open-source technologies like QGIS."
  },
  {
    "awardNumber": "HAA-303987-25",
    "projectTitle": "Refinement and Scaling of the Digital Archive of Indigenous Language Persistence Translation Interface (DAILP TI)",
    "awardPeriod": "2/1/2025 - 1/31/2028",
    "projectDirector": "Ellen Cushman",
    "organization": "Northeastern University",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Native American Studies",
    "awardedOutrightFunds": 350000,
    "description": "The addition of new features and documentation and the expansion of the translation interface for the Digital Archive of Indigenous Language Persistence platform.   The Digital Archive of Indigenous Language Persistence (DAILP) seeks Level III funding to transform the DAILP translation interface (DAILP TI) prototype into a shareable resource for indigenous document translation. The prototype already draws on DAILP lexical datasets and resources to produce digital edited collections of translated and annotated indigenous language documents. We now move to a finalized, sustainable application that can be installed and used by partner projects, and we establish a community of support for the code in the long term. We will implement enhancements based on feedback from Cherokee community members, develop training materials and documentation, conduct a code sustainability and data management review, and test the DAILP TI with two test-case teams. By the end of the grant, we will be ready to disseminate the DAILP TI code to a wider community of projects, and empower those projects to support and contribute to the development of DAILP."
  },
  {
    "awardNumber": "HAA-304015-25",
    "projectTitle": "Expanding cyberSW: From Archaeological Research to Cultural Revitalization",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "Joshua Watts",
    "organization": "Center for Desert Archaeology",
    "organizationState": "AZ",
    "primaryHumanitiesDiscipline": "Archaeology",
    "awardedOutrightFunds": 350000,
    "description": "The enhancement of the cyberSW archaeology platform by including Indigenous cultural and language content relating to plant and animal Cultural Keystone Species and a redesign of the platform to make it more user-friendly, including on mobile devices.cyberSW is currently an open access, web-based gateway for researchers interested in the archaeology of the Southwest United States and Northwestern Mexico. The proposed project will transform this gateway in two ways: first, to meet the interests and needs of the Indigenous communities whose ancestors lived in the places represented in cyberSW; and second, to encourage engagement by wider-ranging audiences of lifelong learners. Accordingly, achieving this goal involves two interrelated steps: first, expanding our digital Indigenous Field Guide to include Indigenous cultural and language content relating to plant and animalCultural Keystone Species (CKS) as identified by our Tribal partners; and second, redesigning the cyberSW web platform to make it easier to use and explore, including on mobile devices while out on the landscape."
  },
  {
    "awardNumber": "HAA-304052-25",
    "projectTitle": "Digitization toolkit: a blueprint for egalitarian access to technology in low-resource environments",
    "awardPeriod": "4/1/2025 - 3/31/2027",
    "projectDirector": "Juan Cobo Betancourt",
    "organization": "University of California, Santa Barbara",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "Cultural History",
    "awardedOutrightFunds": 74928,
    "description": "A prototype toolkit and user documentation to allow lower-resourced cultural heritage organizations to digitize collections at low cost.This project aims to develop an integrated digitization toolkit to allow under-resourced institutions, collectives, and communities to digitize their archival collections at low cost. Building on a decade of community-based digitization work in the Global South, we seek Level I funding to design and release a prototype of a new generation of tools built on sustainable, up-to-date technologies. We will create an alpha prototype version, test and evaluate the toolkit at the Santa Barbara Mission Archive-Library (CA), and hold listening sessions to identify a series of potential partners for the project's next stages. The main outputs for this project will be (1) the alpha-level working prototype of the hardware; (2) the alpha-level software to power it; (3) detailed documentation for dissemination and reuse; and (4) a network of potential traditional and non-traditional archival partners working towards egalitarian access to digitization technologies."
  },
  {
    "awardNumber": "HAA-304120-25",
    "projectTitle": "Enhancing the Living New Deal's Contribution to Digital Humanities",
    "awardPeriod": "2/1/2025 - 7/31/2026",
    "projectDirector": "Richard Walker",
    "organization": "Living New Deal Project, The",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "Public History",
    "awardedOutrightFunds": 149779,
    "description": "Enhancement of a website publishing comprehensive data on landmarks enabled by the New Deal. The project includes a data audit, incorporation of demographic and spatial data, and new tools for data sharing. New Deal agencies extensively modernized the U.S. built environment and impacted U.S. residents from every demographic, yet, for decades, their vast spatial footprint remained undocumented. Living New Deal (LND) is the first comprehensive effort to crowdsource the location of New Deal public works, publishing their geospatial and related qualitative data through a searchable database in WordPress and a Mapbox interactive map, which serve over 1.25 million visitors annually. We seek Level II funding to enhance LND’s contributions to socio-spatial understanding of New Deal public works by: 1) auditing and upgrading our existing data, 2) incorporating U.S. Census spatial and population data to expand their scope, 3) piloting methods for locating additional demographic data regionally that can be scaled by LND nationally, and 4) developing data download functionality and a digital humanities section for our website to strengthen LND’s ability to support timely debates in the humanities."
  },
  {
    "awardNumber": "HAA-304151-25",
    "projectTitle": "Urban Archive: Collections Management and Engagement Program, Phase 4",
    "awardPeriod": "2/1/2025 - 1/31/2026",
    "projectDirector": "Benjamin Smyth",
    "organization": "Urban Archive, Inc.",
    "organizationState": "NY",
    "primaryHumanitiesDiscipline": "Urban History",
    "awardedOutrightFunds": 150000,
    "description": "The development of new features for Urban Archive’s digital infrastructure, which serves as a collections management system and location-based digital platform for cultural organizations. Urban Archive is requesting a Level II Digital Humanities Advancement Grant to support the enhancement of our award-winning digital infrastructure, which provides a diverse network of cultural organizations across New York State (and beyond) with a location-based digital platform and collections-management system that dramatically expands the reach of their digitized collections of historical materials. Our specific project is to implement Phase 4 of the Collections Management and Engagement Program (CMEP), which is the hub of all partner activity on Urban Archive, consolidating all of our partners’ collection files, metadata, and tools into a unified dashboard."
  },
  {
    "awardNumber": "HAA-304152-25",
    "projectTitle": "STC^2: Scalable Text Collation for the Short Title Catalogue of Early Printed Books",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "David Smith",
    "organization": "Northeastern University",
    "organizationState": "MA",
    "primaryHumanitiesDiscipline": "Logic",
    "awardedOutrightFunds": 338357,
    "description": "Development of new methods and open-source software to improve accuracy and fill textual gaps in a digitized bibliographic catalogue of nearly 250,000 early modern English books. STC2: Scalable Text Collation for the Short Title Catalogue of Early Printed Books is a Level III project to build open data and code infrastructure for metadata, page images, and manual and automatic transcriptions of early modern printed books. We will collate manual transcripts from the Text Creation Partnership with optical character recognition output from the microfilms of the Short Title Catalogue of Early English Printed Books recently scanned by the Internet Archive and other open-access images. This dataset will support more accurate OCR, text normalization, restoring textual gaps with evidence from comparable copies and editions, detecting manuscript annotations, and contextual embeddings of words and pages to support search and bibliographic analysis. We will publish this data for over 242,000 early modern printed books and all code under an open-source license. This project complements our team's work on OCR, book search, and corpora beyond the English STC."
  },
  {
    "awardNumber": "HAA-304155-25",
    "projectTitle": "humdrum(R): computational tools for musicological and ethnomusicological research",
    "awardPeriod": "3/1/2025 - 2/28/2027",
    "projectDirector": "Nathaniel Condit-Schultz",
    "organization": "Georgia Tech Research Corporation",
    "organizationState": "GA",
    "primaryHumanitiesDiscipline": "Arts, Other",
    "awardedOutrightFunds": 349987,
    "description": "The development of software enhancements, accompanied by additional outreach activities, for the humdrum(R) software platform for computational music analysis.Musicology research is a humanistic endeavor well suited to computational methods. Yet, despite the work of a small niche of scholars, most humanistic music scholarship is conducted via traditional, non-digital techniques. Building on a level II NEH-DHAG grant, we seek additional NEH funding to continue to develop software tools, datasets, and pedagogical materials for computational musicology analysis that would appeal to musicologists, music theorists, and ethnomusicologists alike.  This project will create new data to facilitate the study of non-Western music, and expand the existing humdrumR tools to include new standardized representation schemes and incorporate a greater variety of musical media (such as audio and video). The humdrumR project is based off a well-established computational musicology framework, humdrum, but modernized and expanded to facilitate a complete digital musicology workflow including reading and analyzing data, graphing, and statistical analysis."
  },
  {
    "awardNumber": "HAA-304158-25",
    "projectTitle": "Digital Dramaturgy",
    "awardPeriod": "2/1/2025 - 1/31/2026",
    "projectDirector": "Devin Becker",
    "organization": "University of Idaho",
    "organizationState": "ID",
    "primaryHumanitiesDiscipline": "Interdisciplinary Studies, Other",
    "awardedOutrightFunds": 74807,
    "description": "Development and testing of open-source software designed for scholars and students to analyze and annotate dramatic texts.  Digital Dramaturgy is a web-based tool that converts, publishes, and preserves dramaturgical products, particularly script annotations, glossaries, and interpretive essays, via free, online digital exhibits. It is designed to be used in both high school/college classrooms and productions. The tool has been successfully incorporated into two dramaturgy courses and one theatrical production at the University of Idaho, leading the project team to wonder if it might be useful beyond our local contexts. With this award, our team of dramaturgs, developers, Shakespeare scholars, and pedagogy experts will use feedback from educators and theatre professionals to further develop the tool, its documentation, and related educational material over the course of a year, resulting in two major outputs: 1) the release of a minimum viable product version of the platform; and 2) a decision as to whether to commit to the ongoing work necessary to promote and maintain such a project on a national scale."
  },
  {
    "awardNumber": "HAA-304169-25",
    "projectTitle": "Booksnake: Development and Dissemination of a Scholarly App for Comparing Digitized Archival Materials in Physical Space using Augmented Reality",
    "awardPeriod": "2/1/2025 - 1/31/2027",
    "projectDirector": "Sean Fraga",
    "organization": "University of Southern California",
    "organizationState": "CA",
    "primaryHumanitiesDiscipline": "U.S. History",
    "awardedOutrightFunds": 150000,
    "description": "Development and testing of new features for the Booksnake mobile app that projects digitized primary sources into interactive 3D spaces to enhance humanities teaching and learning. Booksnake makes it feel like digitized archival items are physically present in the real world by using augmented reality (AR) technology in consumer smartphones and tablets. While many projects use AR or virtual reality (VR) to publish custom content, Booksnake is a general-purpose, content-agnostic tool for existing digitized collections. Level II funding will enable users to juxtapose and compare multiple digitized items from four different archives (Library of Congress, David Rumsey Map Collection, Huntington Digital Library, and USC Digital Library) in physical space, and will support testing and dissemination. These activities respond to community feedback and build on four years of work. Expected outcomes include public release of a working application, open-source code, and technical documentation. This proposal advances NEH priorities of developing scalable digital tools to support the humanities, refining innovative computational methods, and evaluating their impacts."
  },
  {
    "awardNumber": "HAA-304180-25",
    "projectTitle": "Empowering Accessible Digital Humanities through the Vizling Content Creator",
    "awardPeriod": "2/1/2025 - 7/31/2026",
    "projectDirector": "Darren DeFrain",
    "organization": "Wichita State University",
    "organizationState": "KS",
    "primaryHumanitiesDiscipline": "Arts, General",
    "awardedOutrightFunds": 142028,
    "description": "Development and testing of content creation features in the Vizling App that converts multimodal texts into fully accessible versions for blind and low-vision users. The Vizling Content Creator will offer a free and simple-to-use visual annotation tool for users to convert multimodal texts into fully accessible versions for use on the NEH-funded Vizling App."
  }
]